{"<PAD>": 0, "<UNK>": 1, "well": 2, "racist": 3, "establishment": 4, "arrived": 5, "party": 6, "told": 7, "min": 8, "wait": 9, "waiting": 10, "outside": 11, "find": 12, "another": 13, "place": 14, "eat": 15, "white": 16, "family": 17, "people": 18, "walked": 19, "escorted": 20, "table": 21, "accept": 22, "reservation": 23, "called": 24, "prior": 25, "going": 26, "lucha": 27, "cartel": 28, "get": 29, "fivestar": 30, "rating": 31, "decor": 32, "part": 33, "gothic": 34, "fighting": 35, "fun": 36, "daughter": 37, "pico": 38, "galo": 39, "chip": 40, "taco": 41, "described": 42, "expected": 43, "shrimp": 44, "bed": 45, "sweet": 46, "plantain": 47, "mango": 48, "sauce": 49, "little": 50, "tough": 51, "overcooked": 52, "back": 53, "time": 54, "central": 55, "america": 56, "happy": 57, "hour": 58, "margarita": 59, "light": 60, "alcohol": 61, "pretty": 62, "good": 63, "would": 64, "probably": 65, "try": 66, "restaurant": 67, "amusing": 68, "food": 69, "option": 70, "standard": 71, "mexican": 72, "cuisine": 73, "west": 74, "side": 75, "indianapolis": 76, "rice": 77, "bean": 78, "salsa": 79, "noting": 80, "special": 81, "really": 82, "wife": 83, "always": 84, "struggle": 85, "picking": 86, "mood": 87, "strike": 88, "thing": 89, "say": 90, "rodeo": 91, "number": 92, "body": 93, "isnt": 94, "worth": 95, "frozen": 96, "second": 97, "none": 98, "issue": 99, "prefer": 100, "opposed": 101, "rock": 102, "keep": 103, "yogurt": 104, "machine": 105, "consistency": 106, "perfect": 107, "giving": 108, "three": 109, "star": 110, "visit": 111, "numero": 112, "do": 113, "osteria": 114, "outlandish": 115, "culinary": 116, "experience": 117, "located": 118, "mostly": 119, "drab": 120, "block": 121, "broad": 122, "street": 123, "interior": 124, "warm": 125, "inviting": 126, "staff": 127, "made": 128, "feel": 129, "welcome": 130, "soon": 131, "stepped": 132, "inside": 133, "christmas": 134, "shopping": 135, "last": 136, "december": 137, "usual": 138, "dine": 139, "bar": 140, "enjoy": 141, "peoplewatching": 142, "sitting": 143, "make": 144, "sharing": 145, "dish": 146, "lot": 147, "also": 148, "give": 149, "insight": 150, "bartender": 151, "know": 152, "drink": 153, "menu": 154, "overall": 155, "otherwise": 156, "small": 157, "dinner": 158, "consisting": 159, "solid": 160, "pizza": 161, "romana": 162, "style": 163, "deliciously": 164, "prepared": 165, "beef": 166, "tartar": 167, "artichoke": 168, "parmesano": 169, "many": 170, "creative": 171, "delicious": 172, "northern": 173, "italian": 174, "snail": 175, "duck": 176, "fat": 177, "etc": 178, "wine": 179, "list": 180, "intensive": 181, "selection": 182, "select": 183, "hard": 184, "beauty": 185, "cocktail": 186, "wellcrafted": 187, "service": 188, "excellent": 189, "extremely": 190, "knowledgable": 191, "enough": 192, "great": 193, "thick": 194, "crust": 195, "tangy": 196, "flavorful": 197, "tomato": 198, "generous": 199, "amount": 200, "fresh": 201, "gooey": 202, "cheese": 203, "speckled": 204, "herb": 205, "spice": 206, "include": 207, "favorite": 208, "topping": 209, "pepperoni": 210, "darn": 211, "pie": 212, "frank": 213, "neighborhood": 214, "shop": 215, "slightly": 216, "corner": 217, "east": 218, "fall": 219, "drive": 220, "ridge": 221, "ave": 222, "navigate": 223, "one": 224, "lane": 225, "bridge": 226, "henry": 227, "though": 228, "suburban": 229, "setting": 230, "hill": 231, "dale": 232, "matter": 233, "best": 234, "around": 235, "town": 236, "garces": 237, "trading": 238, "greeted": 239, "smile": 240, "immediately": 241, "brought": 242, "waiter": 243, "explained": 244, "ordered": 245, "meal": 246, "antipasti": 247, "appetizer": 248, "came": 249, "right": 250, "away": 251, "entree": 252, "took": 253, "long": 254, "arrive": 255, "house": 256, "mozzarella": 257, "steak": 258, "frites": 259, "amazing": 260, "like": 261, "every": 262, "juicy": 263, "chewy": 264, "went": 265, "poivre": 266, "vert": 267, "fry": 268, "fried": 269, "crispy": 270, "seasoned": 271, "saffron": 272, "trenette": 273, "since": 274, "could": 275, "tasted": 276, "sand": 277, "clam": 278, "different": 279, "blew": 280, "disappointed": 281, "ive": 282, "heard": 283, "price": 284, "quite": 285, "fair": 286, "although": 287, "bit": 288, "pricier": 289, "average": 290, "olive": 291, "garden": 292, "quality": 293, "served": 294, "pleasing": 295, "tiled": 296, "wall": 297, "french": 298, "sign": 299, "rustic": 300, "chair": 301, "eating": 302, "europe": 303, "surrounded": 304, "sell": 305, "oil": 306, "bread": 307, "chef": 308, "pantry": 309, "dislike": 310, "close": 311, "almost": 312, "touching": 313, "person": 314, "behind": 315, "kind": 316, "uncomfortable": 317, "except": 318, "plate": 319, "slow": 320, "enjoyed": 321, "atmosphere": 322, "likely": 323, "return": 324, "something": 325, "new": 326, "apparently": 327, "alaska": 328, "taste": 329, "bud": 330, "blame": 331, "cold": 332, "weather": 333, "shit": 334, "eaten": 335, "hoping": 336, "actually": 337, "never": 338, "sure": 339, "nostalgic": 340, "sorta": 341, "way": 342, "memas": 343, "passable": 344, "think": 345, "mmmm": 346, "iceberg": 347, "lettuce": 348, "canned": 349, "stale": 350, "tortilla": 351, "mom": 352, "else": 353, "dead": 354, "year": 355, "california": 356, "real": 357, "readily": 358, "available": 359, "cheap": 360, "obviously": 361, "cant": 362, "even": 363, "alaskan": 364, "dont": 365, "continually": 366, "annoy": 367, "disappoint": 368, "raping": 369, "wallet": 370, "wanted": 371, "whitewashed": 372, "take": 373, "as": 374, "bell": 375, "pay": 376, "eighth": 377, "thank": 378, "said": 379, "decent": 380, "beer": 381, "seem": 382, "play": 383, "music": 384, "pee": 385, "unless": 386, "truck": 387, "stop": 388, "bathroom": 389, "germ": 390, "toilet": 391, "help": 392, "cool": 393, "theyre": 394, "open": 395, "late": 396, "snob": 397, "drunk": 398, "hot": 399, "dog": 400, "suspicious": 401, "cart": 402, "must": 403, "admit": 404, "better": 405, "satisfy": 406, "craving": 407, "tried": 408, "chicken": 409, "quesadilla": 410, "location": 411, "hillsborough": 412, "nice": 413, "today": 414, "boyfriend": 415, "day": 416, "furniture": 417, "maybe": 418, "whole": 419, "waitress": 420, "word": 421, "didnt": 422, "ask": 423, "needed": 424, "refill": 425, "nothing": 426, "flag": 427, "still": 428, "put": 429, "check": 430, "without": 431, "saying": 432, "card": 433, "anything": 434, "shock": 435, "rude": 436, "wont": 437, "returning": 438, "youd": 439, "want": 440, "welcoming": 441, "polite": 442, "seeing": 443, "customer": 444, "awful": 445, "girl": 446, "boba": 447, "tea": 448, "smoothy": 449, "avocado": 450, "friendly": 451, "love": 452, "wrong": 453, "ambiance": 454, "tight": 455, "big": 456, "couple": 457, "week": 458, "ago": 459, "felt": 460, "awkward": 461, "standing": 462, "someone": 463, "tongue": 464, "burrito": 465, "bad": 466, "compare": 467, "folk": 468, "much": 469, "problem": 470, "rest": 471, "vegetarian": 472, "repeat": 473, "come": 474, "spring": 475, "roll": 476, "bland": 477, "tofu": 478, "friend": 479, "birthday": 480, "group": 481, "fortunately": 482, "totally": 483, "empty": 484, "saturday": 485, "evening": 486, "got": 487, "especially": 488, "large": 489, "rate": 490, "based": 491, "opinion": 492, "liked": 493, "mealsand": 494, "general": 495, "tsos": 496, "ever": 497, "personally": 498, "step": 499, "recommend": 500, "others": 501, "dcor": 502, "shitty": 503, "actual": 504, "supposed": 505, "historic": 506, "nyc": 507, "theme": 508, "website": 509, "byob": 510, "changed": 511, "recently": 512, "manager": 513, "okay": 514, "stuff": 515, "super": 516, "pas": 517, "night": 518, "home": 519, "subpar": 520, "queso": 521, "meat": 522, "worst": 523, "inhouse": 524, "flour": 525, "raw": 526, "tell": 527, "fuzzys": 528, "strives": 529, "authentic": 530, "modern": 531, "fusion": 532, "achieves": 533, "neither": 534, "however": 535, "fairly": 536, "mediocre": 537, "everything": 538, "fajitas": 539, "tableside": 540, "guacamole": 541, "unfortunately": 542, "thats": 543, "coming": 544, "brunch": 545, "sat": 546, "tender": 547, "prepping": 548, "area": 549, "forever": 550, "acknowledged": 551, "minute": 552, "coffee": 553, "american": 554, "breakfast": 555, "couldve": 556, "attentive": 557, "sociable": 558, "instead": 559, "counting": 560, "cleaning": 561, "cabinet": 562, "downstairs": 563, "waited": 564, "quick": 565, "salad": 566, "skipped": 567, "shell": 568, "piled": 569, "high": 570, "addons": 571, "corn": 572, "mild": 573, "green": 574, "chili": 575, "plain": 576, "extra": 577, "charge": 578, "ripe": 579, "spot": 580, "gluten": 581, "free": 582, "pasta": 583, "careful": 584, "contamination": 585, "sick": 586, "later": 587, "month": 588, "flavor": 589, "may": 590, "trust": 591, "yummy": 592, "glad": 593, "see": 594, "literally": 595, "sister": 596, "orlando": 597, "raving": 598, "honest": 599, "foood": 600, "server": 601, "mannerism": 602, "coolest": 603, "look": 604, "lately": 605, "getting": 606, "romaine": 607, "using": 608, "nutrition": 609, "water": 610, "ground": 611, "pinto": 612, "guac": 613, "nasty": 614, "brown": 615, "happened": 616, "glob": 617, "thrown": 618, "bowl": 619, "listen": 620, "bomb": 621, "donut": 622, "amish": 623, "stand": 624, "whoa": 625, "tasty": 626, "management": 627, "ownership": 628, "encountered": 629, "life": 630, "wish": 631, "negative": 632, "husband": 633, "santuccis": 634, "restaurantcom": 635, "voucher": 636, "refused": 637, "honor": 638, "owner": 639, "screamed": 640, "middle": 641, "relationship": 642, "asked": 643, "yet": 644, "replied": 645, "leave": 646, "seriously": 647, "care": 648, "serve": 649, "world": 650, "spend": 651, "money": 652, "treat": 653, "leaving": 654, "write": 655, "review": 656, "due": 657, "watch": 658, "classy": 659, "stay": 660, "strange": 661, "lunch": 662, "grab": 663, "anyway": 664, "explain": 665, "order": 666, "holding": 667, "werent": 668, "entirely": 669, "full": 670, "approximately": 671, "five": 672, "worker": 673, "succession": 674, "wed": 675, "complaint": 676, "promptly": 677, "cheapness": 678, "beat": 679, "grubhub": 680, "estimated": 681, "delivery": 682, "confirmation": 683, "email": 684, "two": 685, "show": 686, "woke": 687, "missed": 688, "call": 689, "received": 690, "stealing": 691, "pricy": 692, "portion": 693, "disappointing": 694, "meeting": 695, "expectation": 696, "chinese": 697, "hunan": 698, "xiang": 699, "waste": 700, "chose": 701, "particular": 702, "hacienda": 703, "yelp": 704, "carry": 705, "triton": 706, "brewing": 707, "company": 708, "sample": 709, "local": 710, "kid": 711, "sampled": 712, "ordering": 713, "process": 714, "difficult": 715, "phone": 716, "employee": 717, "seemed": 718, "distracted": 719, "rushed": 720, "might": 721, "mistake": 722, "done": 723, "several": 724, "enchilada": 725, "verde": 726, "wasnt": 727, "correct": 728, "shot": 729, "decorated": 730, "nicely": 731, "busy": 732, "indicator": 733, "passed": 734, "dingy": 735, "hole": 736, "feeling": 737, "optimistic": 738, "authenticity": 739, "name": 740, "unspoken": 741, "hospitality": 742, "pastor": 743, "rather": 744, "dry": 745, "tasteless": 746, "rare": 747, "typically": 748, "carnitas": 749, "either": 750, "reason": 751, "room": 752, "improvement": 753, "thought": 754, "chowder": 755, "weve": 756, "wonderful": 757, "dining": 758, "please": 759, "first": 760, "consideration": 761, "judge": 762, "book": 763, "cover": 764, "spoiled": 765, "state": 766, "illinois": 767, "size": 768, "gils": 769, "garnish": 770, "item": 771, "havent": 772, "speak": 773, "purchased": 774, "pitch": 775, "work": 776, "professionally": 777, "presented": 778, "missing": 779, "everyone": 780, "usually": 781, "run": 782, "cook": 783, "point": 784, "tonight": 785, "slimy": 786, "piece": 787, "boo": 788, "joke": 789, "wouldnt": 790, "let": 791, "change": 792, "exchange": 793, "berated": 794, "suggested": 795, "cost": 796, "tai": 797, "lake": 798, "definitely": 799, "unique": 800, "anywhere": 801, "sometimes": 802, "overly": 803, "crowded": 804, "touristy": 805, "fantastic": 806, "beautiful": 807, "china": 808, "closed": 809, "next": 810, "msg": 811, "trained": 812, "fish": 813, "pine": 814, "nut": 815, "sour": 816, "terrible": 817, "preface": 818, "entire": 819, "post": 820, "exceptional": 821, "reordering": 822, "absolutely": 823, "horrendous": 824, "multiple": 825, "incidence": 826, "occur": 827, "delivered": 828, "originally": 829, "placed": 830, "apologetic": 831, "finally": 832, "deliver": 833, "poor": 834, "course": 835, "answered": 836, "indeed": 837, "utterly": 838, "ridiculous": 839, "jefferson": 840, "campus": 841, "vibe": 842, "counter": 843, "rangoon": 844, "dumpling": 845, "spicy": 846, "kick": 847, "dough": 848, "miso": 849, "ramen": 850, "savory": 851, "broth": 852, "lacked": 853, "deep": 854, "depth": 855, "noodle": 856, "cooked": 857, "perfectly": 858, "soy": 859, "boiled": 860, "egg": 861, "mustard": 862, "bite": 863, "pork": 864, "use": 865, "brisket": 866, "raman": 867, "soo": 868, "soft": 869, "kimchi": 870, "powered": 871, "higher": 872, "festival": 873, "japan": 874, "hasnt": 875, "updated": 876, "clean": 877, "wipe": 878, "grimy": 879, "washcloth": 880, "there": 881, "funky": 882, "dirty": 883, "residue": 884, "left": 885, "surface": 886, "turn": 887, "stone": 888, "veggie": 889, "hidden": 890, "gem": 891, "truly": 892, "nicest": 893, "lao": 894, "ban": 895, "lady": 896, "youll": 897, "meet": 898, "reminds": 899, "childhood": 900, "similar": 901, "incredibly": 902, "inflation": 903, "adjusted": 904, "ill": 905, "taro": 906, "cake": 907, "mid": 908, "inspiring": 909, "red": 910, "bun": 911, "sticky": 912, "wrapped": 913, "leaf": 914, "update": 915, "mini": 916, "zhong": 917, "filled": 918, "past": 919, "decade": 920, "speaks": 921, "lack": 922, "access": 923, "moist": 924, "gelatinous": 925, "paste": 926, "ratio": 927, "brings": 928, "memory": 929, "parent": 930, "making": 931, "scratch": 932, "walk": 933, "snack": 934, "loved": 935, "exploring": 936, "eatery": 937, "deli": 938, "housed": 939, "market": 940, "variety": 941, "including": 942, "ice": 943, "creamery": 944, "bakery": 945, "sandwich": 946, "thai": 947, "oyster": 948, "ferry": 949, "building": 950, "san": 951, "francisco": 952, "comfort": 953, "blue": 954, "collar": 955, "dutch": 956, "bassetts": 957, "cream": 958, "dienners": 959, "bbq": 960, "tommy": 961, "dinics": 962, "flying": 963, "monkey": 964, "patisserie": 965, "vendor": 966, "sold": 967, "squeezed": 968, "juice": 969, "freshly": 970, "serviced": 971, "pried": 972, "definite": 973, "philly": 974, "monsat": 975, "sun": 976, "fine": 977, "clearly": 978, "interaction": 979, "pleasant": 980, "complained": 981, "loud": 982, "playoff": 983, "nfl": 984, "game": 985, "newborn": 986, "baby": 987, "sport": 988, "fooled": 989, "foot": 990, "fully": 991, "stocked": 992, "worry": 993, "spent": 994, "mention": 995, "note": 996, "reminder": 997, "frustrating": 998, "deciding": 999, "union": 1000, "transfer": 1001, "glutton": 1002, "need": 1003, "sizable": 1004, "pregame": 1005, "dripping": 1006, "grease": 1007, "recommendation": 1008, "pointed": 1009, "toward": 1010, "shady": 1011, "shack": 1012, "joses": 1013, "exactly": 1014, "prettiest": 1015, "mind": 1016, "delivers": 1017, "holy": 1018, "crud": 1019, "poured": 1020, "flaky": 1021, "compliment": 1022, "soda": 1023, "grabbed": 1024, "fridge": 1025, "followed": 1026, "wouldve": 1027, "appreciated": 1028, "laden": 1029, "icky": 1030, "sweat": 1031, "familiar": 1032, "quickstop": 1033, "joint": 1034, "offer": 1035, "certainly": 1036, "preconcert": 1037, "man": 1038, "here": 1039, "chance": 1040, "openly": 1041, "parlor": 1042, "become": 1043, "institution": 1044, "staple": 1045, "blow": 1046, "us": 1047, "ingredient": 1048, "mean": 1049, "inch": 1050, "freakin": 1051, "reach": 1052, "sparse": 1053, "shining": 1054, "cheesy": 1055, "undercooked": 1056, "cashier": 1057, "sense": 1058, "humor": 1059, "thanks": 1060, "reading": 1061, "christian": 1062, "bird": 1063, "newly": 1064, "breaded": 1065, "calamari": 1066, "till": 1067, "dip": 1068, "scallop": 1069, "lobster": 1070, "ravioli": 1071, "lasagne": 1072, "vote": 1073, "skip": 1074, "apps": 1075, "result": 1076, "leftover": 1077, "dimsum": 1078, "morning": 1079, "kinda": 1080, "wonton": 1081, "skin": 1082, "soup": 1083, "aside": 1084, "cheung": 1085, "positive": 1086, "lay": 1087, "legit": 1088, "congee": 1089, "preserved": 1090, "minced": 1091, "starsthe": 1092, "mouth": 1093, "hah": 1094, "oishi": 1095, "starting": 1096, "strangely": 1097, "organized": 1098, "misspelled": 1099, "tempura": 1100, "sushi": 1101, "sub": 1102, "par": 1103, "hostess": 1104, "estimate": 1105, "present": 1106, "sampan": 1107, "working": 1108, "business": 1109, "decided": 1110, "ambience": 1111, "kitchen": 1112, "believe": 1113, "microwave": 1114, "according": 1115, "straight": 1116, "bag": 1117, "warmed": 1118, "soggy": 1119, "worse": 1120, "bill": 1121, "discount": 1122, "participate": 1123, "offered": 1124, "behalf": 1125, "honoring": 1126, "claim": 1127, "response": 1128, "stated": 1129, "therefore": 1130, "priced": 1131, "recommended": 1132, "less": 1133, "start": 1134, "marsala": 1135, "bone": 1136, "accommodating": 1137, "request": 1138, "flighty": 1139, "informed": 1140, "mike": 1141, "homemade": 1142, "lemonade": 1143, "skimpy": 1144, "pour": 1145, "portobello": 1146, "divine": 1147, "disappointingly": 1148, "overpriced": 1149, "saw": 1150, "online": 1151, "seafood": 1152, "lemon": 1153, "sorbet": 1154, "couldnt": 1155, "break": 1156, "sent": 1157, "finished": 1158, "sambuca": 1159, "proper": 1160, "glass": 1161, "least": 1162, "lasagna": 1163, "caesar": 1164, "helpful": 1165, "head": 1166, "chinatown": 1167, "asian": 1168, "dark": 1169, "screaming": 1170, "hungry": 1171, "blast": 1172, "resist": 1173, "temptation": 1174, "tuesday": 1175, "deal": 1176, "already": 1177, "planning": 1178, "downtown": 1179, "pair": 1180, "filling": 1181, "carne": 1182, "asada": 1183, "camarones": 1184, "belly": 1185, "pescado": 1186, "del": 1187, "dia": 1188, "along": 1189, "blueberry": 1190, "daiquiri": 1191, "awesome": 1192, "mural": 1193, "punching": 1194, "loaded": 1195, "tv": 1196, "nacho": 1197, "largest": 1198, "platter": 1199, "seen": 1200, "end": 1201, "churros": 1202, "chalice": 1203, "salted": 1204, "caramel": 1205, "gelato": 1206, "chocolate": 1207, "soooo": 1208, "chopped": 1209, "martini": 1210, "blown": 1211, "ruin": 1212, "lover": 1213, "able": 1214, "scam": 1215, "alert": 1216, "fund": 1217, "production": 1218, "file": 1219, "ohio": 1220, "attorney": 1221, "consumer": 1222, "affair": 1223, "shut": 1224, "fraud": 1225, "meantime": 1226, "trying": 1227, "convince": 1228, "send": 1229, "shipping": 1230, "mutter": 1231, "museum": 1232, "blustery": 1233, "looking": 1234, "katsu": 1235, "bee": 1236, "bim": 1237, "bop": 1238, "impulsively": 1239, "hit": 1240, "effort": 1241, "satisfied": 1242, "greasy": 1243, "goodness": 1244, "chomp": 1245, "chorizo": 1246, "yum": 1247, "mix": 1248, "type": 1249, "friday": 1250, "horrible": 1251, "host": 1252, "idea": 1253, "vacation": 1254, "knew": 1255, "argued": 1256, "gross": 1257, "charged": 1258, "plan": 1259, "visiting": 1260, "foie": 1261, "gras": 1262, "toast": 1263, "jelly": 1264, "watermelon": 1265, "almond": 1266, "octopus": 1267, "hanger": 1268, "pudding": 1269, "dessert": 1270, "budino": 1271, "infamous": 1272, "basil": 1273, "stronger": 1274, "used": 1275, "guess": 1276, "sidewalk": 1277, "lovely": 1278, "summer": 1279, "delivering": 1280, "japanese": 1281, "garlic": 1282, "vegetable": 1283, "term": 1284, "quantity": 1285, "okaish": 1286, "far": 1287, "preference": 1288, "surpassed": 1289, "choice": 1290, "smaller": 1291, "pre": 1292, "packed": 1293, "found": 1294, "seat": 1295, "recall": 1296, "despite": 1297, "solo": 1298, "dude": 1299, "hustled": 1300, "provided": 1301, "wing": 1302, "meaty": 1303, "seasoning": 1304, "split": 1305, "four": 1306, "addition": 1307, "leafy": 1308, "bottled": 1309, "draft": 1310, "locale": 1311, "reasonable": 1312, "achilles": 1313, "heel": 1314, "damn": 1315, "slooooow": 1316, "known": 1317, "whove": 1318, "tricked": 1319, "atm": 1320, "bother": 1321, "previous": 1322, "fan": 1323, "raised": 1324, "taken": 1325, "current": 1326, "dramatically": 1327, "dropped": 1328, "per": 1329, "suck": 1330, "simply": 1331, "filthy": 1332, "environment": 1333, "assertive": 1334, "facility": 1335, "requires": 1336, "mask": 1337, "half": 1338, "masked": 1339, "properly": 1340, "save": 1341, "trip": 1342, "bacalao": 1343, "easily": 1344, "somewhere": 1345, "breast": 1346, "cassoulet": 1347, "base": 1348, "ribeye": 1349, "reasonably": 1350, "expecting": 1351, "understandable": 1352, "considering": 1353, "dim": 1354, "sum": 1355, "cleanliness": 1356, "restaraunt": 1357, "short": 1358, "compared": 1359, "restaraunts": 1360, "gotos": 1361, "northeast": 1362, "luck": 1363, "outdated": 1364, "considerably": 1365, "truffle": 1366, "son": 1367, "shaved": 1368, "yes": 1369, "parmesan": 1370, "pepper": 1371, "tack": 1372, "assumed": 1373, "title": 1374, "included": 1375, "wound": 1376, "protein": 1377, "read": 1378, "treated": 1379, "respect": 1380, "elsewhere": 1381, "tso": 1382, "combo": 1383, "broccoli": 1384, "wear": 1385, "staying": 1386, "restraunt": 1387, "openwhat": 1388, "started": 1389, "line": 1390, "wind": 1391, "grocery": 1392, "store": 1393, "authenic": 1394, "seating": 1395, "impressive": 1396, "hustle": 1397, "seared": 1398, "plenty": 1399, "elbow": 1400, "complement": 1401, "main": 1402, "slice": 1403, "cucumber": 1404, "salsamy": 1405, "dollar": 1406, "kitchenso": 1407, "wanting": 1408, "elote": 1409, "cob": 1410, "buy": 1411, "confused": 1412, "okwe": 1413, "explore": 1414, "guarantee": 1415, "thumb": 1416, "gracious": 1417, "superb": 1418, "escargot": 1419, "listed": 1420, "drenched": 1421, "hazelnut": 1422, "butter": 1423, "bourguignon": 1424, "potato": 1425, "pure": 1426, "heavenly": 1427, "complemented": 1428, "root": 1429, "presumed": 1430, "complains": 1431, "hand": 1432, "cut": 1433, "cup": 1434, "macarons": 1435, "orange": 1436, "pricey": 1437, "hey": 1438, "milk": 1439, "monday": 1440, "tart": 1441, "baked": 1442, "hello": 1443, "precious": 1444, "challenge": 1445, "parking": 1446, "obtain": 1447, "giant": 1448, "comb": 1449, "rental": 1450, "car": 1451, "taking": 1452, "tamarindcumin": 1453, "braised": 1454, "eggplant": 1455, "tos": 1456, "mentioned": 1457, "drench": 1458, "mole": 1459, "poblano": 1460, "fresco": 1461, "woo": 1462, "valentine": 1463, "wouldi": 1464, "crab": 1465, "awfulwe": 1466, "goso": 1467, "pointthe": 1468, "burned": 1469, "bait": 1470, "hibachi": 1471, "excited": 1472, "underwhelmed": 1473, "enter": 1474, "began": 1475, "lauded": 1476, "rolled": 1477, "grape": 1478, "heavy": 1479, "handed": 1480, "rich": 1481, "profile": 1482, "lighter": 1483, "finely": 1484, "tuna": 1485, "crudo": 1486, "fabulous": 1487, "ate": 1488, "opted": 1489, "flat": 1490, "combination": 1491, "chevre": 1492, "cube": 1493, "sriracha": 1494, "steaming": 1495, "flatbread": 1496, "anchovy": 1497, "burger": 1498, "tater": 1499, "tot": 1500, "appeared": 1501, "creme": 1502, "brulee": 1503, "custard": 1504, "refrigerated": 1505, "temperature": 1506, "uneducated": 1507, "additionally": 1508, "removed": 1509, "prematurely": 1510, "asking": 1511, "pet": 1512, "peeve": 1513, "mine": 1514, "domani": 1515, "bistro": 1516, "looked": 1517, "neighboring": 1518, "bring": 1519, "aware": 1520, "teriyaki": 1521, "mixture": 1522, "individual": 1523, "odd": 1524, "mad": 1525, "mex": 1526, "wilder": 1527, "youth": 1528, "frequented": 1529, "college": 1530, "sit": 1531, "remember": 1532, "vaguely": 1533, "longingly": 1534, "theyd": 1535, "frowned": 1536, "upon": 1537, "noon": 1538, "thursday": 1539, "somewhat": 1540, "cabbage": 1541, "coleslaw": 1542, "limey": 1543, "shabby": 1544, "traded": 1545, "sorry": 1546, "waffle": 1547, "tex": 1548, "fare": 1549, "avoid": 1550, "pastry": 1551, "vey": 1552, "quiche": 1553, "eclair": 1554, "cookie": 1555, "croissant": 1556, "fill": 1557, "tooth": 1558, "handmade": 1559, "spectacular": 1560, "warrant": 1561, "edit": 1562, "marked": 1563, "funny": 1564, "treatment": 1565, "laughed": 1566, "support": 1567, "display": 1568, "extent": 1569, "limited": 1570, "offending": 1571, "paying": 1572, "comment": 1573, "specifically": 1574, "youre": 1575, "black": 1576, "bringing": 1577, "girlfriend": 1578, "ownerchef": 1579, "he": 1580, "joking": 1581, "fact": 1582, "doesnt": 1583, "apologize": 1584, "action": 1585, "stumbling": 1586, "unprofessional": 1587, "chefowner": 1588, "zero": 1589, "value": 1590, "ahead": 1591, "anyone": 1592, "displeased": 1593, "treating": 1594, "hope": 1595, "learns": 1596, "go": 1597, "businessi": 1598, "reflect": 1599, "learn": 1600, "thoroughly": 1601, "crappy": 1602, "deserves": 1603, "patronage": 1604, "regard": 1605, "towards": 1606, "human": 1607, "hell": 1608, "bacon": 1609, "tiny": 1610, "damp": 1611, "lame": 1612, "replacement": 1613, "twice": 1614, "sunday": 1615, "irritating": 1616, "noble": 1617, "purist": 1618, "attempt": 1619, "stupid": 1620, "absurd": 1621, "tad": 1622, "exciting": 1623, "munching": 1624, "rubbery": 1625, "mexico": 1626, "often": 1627, "toasted": 1628, "everywhere": 1629, "add": 1630, "fishtownnorthern": 1631, "liberty": 1632, "kensington": 1633, "frill": 1634, "quiet": 1635, "safer": 1636, "outdoor": 1637, "entrance": 1638, "huevos": 1639, "rancheros": 1640, "barcelona": 1641, "impressed": 1642, "alone": 1643, "form": 1644, "blah": 1645, "russian": 1646, "hang": 1647, "owned": 1648, "consistent": 1649, "slip": 1650, "michelangelo": 1651, "indoor": 1652, "relaxed": 1653, "choose": 1654, "perhaps": 1655, "amazingly": 1656, "pleasurable": 1657, "lena": 1658, "knowledgeable": 1659, "ensuring": 1660, "praise": 1661, "disappointment": 1662, "sticking": 1663, "pocket": 1664, "gastropub": 1665, "queen": 1666, "village": 1667, "terrific": 1668, "chosen": 1669, "tgk": 1670, "tavern": 1671, "finest": 1672, "highlight": 1673, "frog": 1674, "leg": 1675, "cirque": 1676, "soleil": 1677, "greatest": 1678, "crowd": 1679, "seated": 1680, "bumped": 1681, "butt": 1682, "brush": 1683, "shoulder": 1684, "patron": 1685, "shaky": 1686, "dietary": 1687, "restriction": 1688, "tend": 1689, "dairy": 1690, "figure": 1691, "possibly": 1692, "checked": 1693, "question": 1694, "snapper": 1695, "modification": 1696, "mahi": 1697, "tres": 1698, "lech": 1699, "suspend": 1700, "indulge": 1701, "criticism": 1702, "young": 1703, "female": 1704, "front": 1705, "directly": 1706, "affected": 1707, "enjoyment": 1708, "continual": 1709, "hunt": 1710, "discussion": 1711, "minimum": 1712, "fulfill": 1713, "search": 1714, "city": 1715, "regardless": 1716, "aspect": 1717, "fast": 1718, "art": 1719, "within": 1720, "walking": 1721, "distance": 1722, "covered": 1723, "vics": 1724, "sakura": 1725, "given": 1726, "seaweed": 1727, "saled": 1728, "tempurafried": 1729, "greentea": 1730, "paid": 1731, "customized": 1732, "plaque": 1733, "turned": 1734, "forgot": 1735, "lied": 1736, "poorly": 1737, "patio": 1738, "theyll": 1739, "movie": 1740, "ticket": 1741, "stub": 1742, "boneless": 1743, "habanero": 1744, "nonetheless": 1745, "casual": 1746, "huge": 1747, "assured": 1748, "itd": 1749, "asparagus": 1750, "spaghetti": 1751, "ball": 1752, "remind": 1753, "thin": 1754, "meatball": 1755, "salty": 1756, "buttery": 1757, "deliciousness": 1758, "lightly": 1759, "rated": 1760, "upstairs": 1761, "stayed": 1762, "near": 1763, "air": 1764, "pulled": 1765, "space": 1766, "lillet": 1767, "appealing": 1768, "expensive": 1769, "cared": 1770, "checkin": 1771, "craft": 1772, "steal": 1773, "sommelier": 1774, "picky": 1775, "march": 1776, "moment": 1777, "haha": 1778, "overdressed": 1779, "wished": 1780, "forward": 1781, "june": 1782, "marinara": 1783, "signature": 1784, "worked": 1785, "oven": 1786, "understand": 1787, "growing": 1788, "community": 1789, "simple": 1790, "eloquent": 1791, "balance": 1792, "slab": 1793, "top": 1794, "master": 1795, "deluxe": 1796, "sashimi": 1797, "whiff": 1798, "ammonia": 1799, "mold": 1800, "smell": 1801, "unfamiliar": 1802, "sprayed": 1803, "spit": 1804, "unfinished": 1805, "ika": 1806, "napkin": 1807, "vast": 1808, "substance": 1809, "underside": 1810, "activated": 1811, "gag": 1812, "reflex": 1813, "uni": 1814, "bitter": 1815, "itnot": 1816, "complex": 1817, "appreciate": 1818, "ginger": 1819, "wasabi": 1820, "deserve": 1821, "crisp": 1822, "supporting": 1823, "sopresatta": 1824, "pecorino": 1825, "earthy": 1826, "diverse": 1827, "tap": 1828, "soho": 1829, "north": 1830, "unimpressed": 1831, "deserted": 1832, "surprising": 1833, "winter": 1834, "overwhelmingly": 1835, "brag": 1836, "reduced": 1837, "influx": 1838, "hopefully": 1839, "corrected": 1840, "future": 1841, "showed": 1842, "join": 1843, "ended": 1844, "gave": 1845, "larger": 1846, "starter": 1847, "beet": 1848, "whipped": 1849, "goat": 1850, "ricotta": 1851, "candied": 1852, "pistachio": 1853, "thinking": 1854, "entre": 1855, "pappardelle": 1856, "wild": 1857, "boar": 1858, "ragu": 1859, "chunk": 1860, "perfection": 1861, "tiramisu": 1862, "important": 1863, "cash": 1864, "karaoke": 1865, "lounge": 1866, "private": 1867, "frequent": 1868, "flyer": 1869, "event": 1870, "wow": 1871, "delightful": 1872, "cat": 1873, "depending": 1874, "afternoon": 1875, "cozy": 1876, "toy": 1877, "warning": 1878, "beginning": 1879, "interesting": 1880, "nutella": 1881, "bagel": 1882, "strawberry": 1883, "chai": 1884, "latte": 1885, "stopped": 1886, "takeout": 1887, "lived": 1888, "texas": 1889, "indiana": 1890, "madera": 1891, "justice": 1892, "importantly": 1893, "longhorn": 1894, "logo": 1895, "hook": 1896, "horn": 1897, "grade": 1898, "neglectful": 1899, "needlessly": 1900, "pus": 1901, "drama": 1902, "suggest": 1903, "ring": 1904, "tired": 1905, "cesar": 1906, "xtra": 1907, "crouton": 1908, "questioned": 1909, "confirmed": 1910, "overcharging": 1911, "lost": 1912, "beyond": 1913, "fyi": 1914, "picture": 1915, "sizing": 1916, "purpose": 1917, "underwhelming": 1918, "personal": 1919, "grow": 1920, "diameter": 1921, "specially": 1922, "built": 1923, "longer": 1924, "article": 1925, "clay": 1926, "whatever": 1927, "hauled": 1928, "italy": 1929, "brick": 1930, "pancetta": 1931, "practically": 1932, "fati": 1933, "fattier": 1934, "sickening": 1935, "tag": 1936, "held": 1937, "upper": 1938, "echelon": 1939, "philadelphia": 1940, "gourmet": 1941, "plus": 1942, "adorable": 1943, "clustertruck": 1944, "weekend": 1945, "noticeable": 1946, "difference": 1947, "case": 1948, "trimming": 1949, "sacrifice": 1950, "guy": 1951, "expand": 1952, "pop": 1953, "major": 1954, "rid": 1955, "opened": 1956, "landscaping": 1957, "low": 1958, "peanut": 1959, "facebook": 1960, "twitter": 1961, "downside": 1962, "finding": 1963, "track": 1964, "wct": 1965, "final": 1966, "straw": 1967, "groupon": 1968, "trick": 1969, "pull": 1970, "rug": 1971, "absolute": 1972, "testament": 1973, "austin": 1974, "rome": 1975, "strap": 1976, "feed": 1977, "intimate": 1978, "mature": 1979, "fbi": 1980, "agent": 1981, "niece": 1982, "squeeze": 1983, "leisurely": 1984, "conversation": 1985, "catch": 1986, "yr": 1987, "sean": 1988, "completely": 1989, "picked": 1990, "desert": 1991, "genuinely": 1992, "sangria": 1993, "gigis": 1994, "antipasto": 1995, "ordinary": 1996, "earlier": 1997, "jokingly": 1998, "carafe": 1999, "buck": 2000, "waitersbartenders": 2001, "saving": 2002, "tip": 2003, "gravy": 2004, "suzi": 2005, "nonnis": 2006, "spagetti": 2007, "tradition": 2008, "slowly": 2009, "shortrib": 2010, "bvp": 2011, "fennel": 2012, "sausage": 2013, "rabe": 2014, "macaroni": 2015, "nonna": 2016, "suzies": 2017, "spag": 2018, "fusilli": 2019, "alongside": 2020, "oval": 2021, "fist": 2022, "sized": 2023, "rib": 2024, "load": 2025, "buried": 2026, "pint": 2027, "equally": 2028, "pound": 2029, "overwhelming": 2030, "accompanying": 2031, "fell": 2032, "bright": 2033, "spiced": 2034, "together": 2035, "adding": 2036, "choir": 2037, "managed": 2038, "texture": 2039, "matched": 2040, "espresso": 2041, "soaked": 2042, "finger": 2043, "pizzelle": 2044, "crumble": 2045, "zabaglione": 2046, "sweetness": 2047, "unconventional": 2048, "norm": 2049, "turney": 2050, "wafer": 2051, "mint": 2052, "vain": 2053, "steer": 2054, "brozino": 2055, "gnocchi": 2056, "subtle": 2057, "massive": 2058, "efficient": 2059, "carbon": 2060, "finish": 2061, "chimichanga": 2062, "pick": 2063, "tacoenchilada": 2064, "early": 2065, "reviewer": 2066, "gotten": 2067, "kink": 2068, "messy": 2069, "holder": 2070, "drinking": 2071, "breather": 2072, "choy": 2073, "necessarily": 2074, "pot": 2075, "old": 2076, "addict": 2077, "serving": 2078, "cheesesteaks": 2079, "vietnamese": 2080, "banh": 2081, "fluffy": 2082, "crunchy": 2083, "foodie": 2084, "btw": 2085, "dave": 2086, "square": 2087, "sound": 2088, "weird": 2089, "bottom": 2090, "weirder": 2091, "notch": 2092, "beverage": 2093, "eve": 2094, "hype": 2095, "hike": 2096, "move": 2097, "acquainted": 2098, "capogiro": 2099, "curious": 2100, "baking": 2101, "neapolitan": 2102, "entering": 2103, "margherita": 2104, "acidic": 2105, "neapolitanstyle": 2106, "pizzeria": 2107, "nomad": 2108, "brigantessa": 2109, "sling": 2110, "superior": 2111, "capofitto": 2112, "reckon": 2113, "bacio": 2114, "drinker": 2115, "sauvignon": 2116, "blanc": 2117, "chardonnay": 2118, "pinot": 2119, "grigio": 2120, "bottle": 2121, "obscure": 2122, "spanish": 2123, "riesling": 2124, "bordeaux": 2125, "blend": 2126, "pate": 2127, "bought": 2128, "bulk": 2129, "costco": 2130, "striped": 2131, "bass": 2132, "indy": 2133, "covid": 2134, "drivethru": 2135, "regretted": 2136, "decision": 2137, "live": 2138, "topwhich": 2139, "grated": 2140, "microwaved": 2141, "peeled": 2142, "hardshelled": 2143, "kiddos": 2144, "meh": 2145, "monterey": 2146, "taquitos": 2147, "thus": 2148, "total": 2149, "inedible": 2150, "expect": 2151, "hurt": 2152, "puckering": 2153, "salt": 2154, "effect": 2155, "sad": 2156, "festiva": 2157, "tinker": 2158, "ala": 2159, "stressless": 2160, "appropriately": 2161, "lacking": 2162, "harsh": 2163, "critic": 2164, "living": 2165, "pomegranate": 2166, "pumpkin": 2167, "touch": 2168, "burst": 2169, "seed": 2170, "earthiness": 2171, "calabacitas": 2172, "tinga": 2173, "complaining": 2174, "across": 2175, "mixed": 2176, "dud": 2177, "grumbled": 2178, "anemic": 2179, "lower": 2180, "disorganization": 2181, "fault": 2182, "fire": 2183, "alarm": 2184, "continued": 2185, "apology": 2186, "noise": 2187, "reduction": 2188, "americanized": 2189, "admittedly": 2190, "vary": 2191, "sope": 2192, "waitlist": 2193, "veal": 2194, "cheek": 2195, "date": 2196, "driving": 2197, "nearly": 2198, "tortas": 2199, "cilantro": 2200, "onion": 2201, "carniceria": 2202, "attached": 2203, "melograno": 2204, "garner": 2205, "discerning": 2206, "palate": 2207, "byo": 2208, "credit": 2209, "handful": 2210, "inexpensive": 2211, "creamy": 2212, "fattening": 2213, "arugula": 2214, "app": 2215, "cappuccino": 2216, "broken": 2217, "flamboyant": 2218, "strong": 2219, "foam": 2220, "yay": 2221, "downfall": 2222, "hurry": 2223, "forget": 2224, "possible": 2225, "korean": 2226, "tampa": 2227, "essentially": 2228, "added": 2229, "box": 2230, "basically": 2231, "bento": 2232, "regular": 2233, "regarding": 2234, "successful": 2235, "othersthe": 2236, "galbi": 2237, "bibimbap": 2238, "soondubu": 2239, "jigae": 2240, "stew": 2241, "rank": 2242, "yuk": 2243, "jang": 2244, "overwhelmed": 2245, "stewed": 2246, "specialty": 2247, "depends": 2248, "miss": 2249, "continue": 2250, "vetri": 2251, "riva": 2252, "stella": 2253, "grew": 2254, "country": 2255, "wasis": 2256, "student": 2257, "imagine": 2258, "failed": 2259, "roughly": 2260, "explains": 2261, "sentiment": 2262, "absurdly": 2263, "cause": 2264, "wan": 2265, "weeknight": 2266, "brim": 2267, "luckily": 2268, "ushered": 2269, "feelin": 2270, "sardine": 2271, "journey": 2272, "furnishing": 2273, "dinnerware": 2274, "replacing": 2275, "overdone": 2276, "worn": 2277, "third": 2278, "twothree": 2279, "annoyed": 2280, "hanging": 2281, "push": 2282, "max": 2283, "limit": 2284, "factor": 2285, "sanitary": 2286, "pat": 2287, "yea": 2288, "unfair": 2289, "outrageous": 2290, "affect": 2291, "glove": 2292, "dipping": 2293, "bucket": 2294, "obligated": 2295, "attraction": 2296, "genos": 2297, "shorter": 2298, "genius": 2299, "onto": 2300, "blocking": 2301, "traffic": 2302, "cop": 2303, "shift": 2304, "crazy": 2305, "moved": 2306, "mess": 2307, "face": 2308, "excuse": 2309, "ready": 2310, "scrape": 2311, "knife": 2312, "bare": 2313, "smeared": 2314, "initial": 2315, "ledge": 2316, "whiz": 2317, "welldone": 2318, "sliced": 2319, "glisten": 2320, "scared": 2321, "afford": 2322, "patronized": 2323, "seems": 2324, "model": 2325, "servicing": 2326, "visited": 2327, "sporadically": 2328, "accoutrement": 2329, "pairing": 2330, "uninspired": 2331, "paired": 2332, "offset": 2333, "remove": 2334, "responsibility": 2335, "minus": 2336, "enjoyable": 2337, "fired": 2338, "exterior": 2339, "cracker": 2340, "mein": 2341, "strand": 2342, "breaker": 2343, "mentioning": 2344, "writing": 2345, "benefit": 2346, "doubt": 2347, "bunch": 2348, "professional": 2349, "pic": 2350, "account": 2351, "label": 2352, "accordingly": 2353, "hubby": 2354, "duo": 2355, "prof": 2356, "flourish": 2357, "agua": 2358, "sooo": 2359, "shame": 2360, "bigger": 2361, "stomach": 2362, "tactic": 2363, "sadly": 2364, "tapped": 2365, "hassle": 2366, "damage": 2367, "rittenhouse": 2368, "quaint": 2369, "elegance": 2370, "velvet": 2371, "sofa": 2372, "window": 2373, "curtain": 2374, "mirror": 2375, "tartare": 2376, "pomme": 2377, "dad": 2378, "angie": 2379, "shes": 2380, "doll": 2381, "jackie": 2382, "view": 2383, "park": 2384, "chickenpork": 2385, "takoyaki": 2386, "tan": 2387, "karrage": 2388, "curry": 2389, "miserable": 2390, "whim": 2391, "typical": 2392, "moving": 2393, "reached": 2394, "reflects": 2395, "double": 2396, "single": 2397, "chipotle": 2398, "phoned": 2399, "confirm": 2400, "promised": 2401, "hed": 2402, "agree": 2403, "bebimbop": 2404, "desired": 2405, "confusing": 2406, "buzzer": 2407, "married": 2408, "minuscule": 2409, "presentation": 2410, "sesame": 2411, "winner": 2412, "six": 2413, "refried": 2414, "upset": 2415, "youve": 2416, "allow": 2417, "driver": 2418, "who": 2419, "helping": 2420, "restroom": 2421, "charging": 2422, "practice": 2423, "register": 2424, "assisted": 2425, "watery": 2426, "irony": 2427, "irish": 2428, "pub": 2429, "fishtown": 2430, "cah": 2431, "trs": 2432, "non": 2433, "constantly": 2434, "pan": 2435, "fork": 2436, "plastic": 2437, "cleavage": 2438, "cheapest": 2439, "oriental": 2440, "office": 2441, "sort": 2442, "rough": 2443, "foul": 2444, "mouthed": 2445, "child": 2446, "burly": 2447, "laborer": 2448, "wok": 2449, "fresher": 2450, "plesant": 2451, "tasteyou": 2452, "translation": 2453, "rooftop": 2454, "signage": 2455, "inaccurate": 2456, "mushed": 2457, "sloppy": 2458, "joes": 2459, "pushy": 2460, "hurting": 2461, "immensely": 2462, "cork": 2463, "fee": 2464, "phillies": 2465, "nobody": 2466, "hospitable": 2467, "fuji": 2468, "relatively": 2469, "salmon": 2470, "immense": 2471, "wen": 2472, "shocked": 2473, "exact": 2474, "destroys": 2475, "umai": 2476, "fairmount": 2477, "trendy": 2478, "roosevelt": 2479, "blvd": 2480, "charming": 2481, "depressing": 2482, "cute": 2483, "taiwanese": 2484, "weirdo": 2485, "fellow": 2486, "chowing": 2487, "swanky": 2488, "isolated": 2489, "pietros": 2490, "goto": 2491, "lunching": 2492, "jersey": 2493, "offand": 2494, "occasionally": 2495, "cheaper": 2496, "saladworks": 2497, "crusty": 2498, "grilled": 2499, "husbandwife": 2500, "operation": 2501, "martinos": 2502, "martino": 2503, "running": 2504, "mr": 2505, "singlehandedly": 2506, "emotion": 2507, "focus": 2508, "vinaigrette": 2509, "bathed": 2510, "memorable": 2511, "perfectlycooked": 2512, "smoked": 2513, "paprika": 2514, "reminiscent": 2515, "swap": 2516, "tortelloni": 2517, "valley": 2518, "fashioned": 2519, "dumplinglike": 2520, "thickness": 2521, "heavily": 2522, "favored": 2523, "hadnt": 2524, "standout": 2525, "suddenly": 2526, "desperately": 2527, "tortellonis": 2528, "rescue": 2529, "mission": 2530, "quickly": 2531, "begs": 2532, "rushing": 2533, "housemade": 2534, "unfortunate": 2535, "situation": 2536, "faint": 2537, "gorgonzola": 2538, "ideal": 2539, "became": 2540, "fly": 2541, "attack": 2542, "selfish": 2543, "share": 2544, "chew": 2545, "structure": 2546, "moisture": 2547, "provides": 2548, "motion": 2549, "smooth": 2550, "fought": 2551, "cutting": 2552, "chewing": 2553, "generally": 2554, "required": 2555, "notquitethere": 2556, "painfully": 2557, "adventurous": 2558, "homestyle": 2559, "charm": 2560, "traditional": 2561, "offering": 2562, "fit": 2563, "pacing": 2564, "potential": 2565, "inconsistency": 2566, "endless": 2567, "array": 2568, "itll": 2569, "aggregate": 2570, "accurate": 2571, "reflecting": 2572, "semiregularly": 2573, "bump": 2574, "koreanas": 2575, "dependable": 2576, "bonchon": 2577, "level": 2578, "ddukbokki": 2579, "spicier": 2580, "mate": 2581, "kimbab": 2582, "various": 2583, "haemul": 2584, "pancake": 2585, "bulgogi": 2586, "wrap": 2587, "idk": 2588, "fuss": 2589, "float": 2590, "boat": 2591, "barley": 2592, "goody": 2593, "yup": 2594, "panda": 2595, "shredded": 2596, "cotija": 2597, "stick": 2598, "recent": 2599, "critical": 2600, "greeting": 2601, "direction": 2602, "setup": 2603, "hear": 2604, "pin": 2605, "drop": 2606, "fancy": 2607, "occasion": 2608, "addicted": 2609, "elegant": 2610, "charred": 2611, "zest": 2612, "dressed": 2613, "yellow": 2614, "brussel": 2615, "sprout": 2616, "parsnip": 2617, "roasted": 2618, "bolognese": 2619, "liver": 2620, "rigatoni": 2621, "dente": 2622, "retrospect": 2623, "content": 2624, "flan": 2625, "lava": 2626, "scoop": 2627, "cleaned": 2628, "celebration": 2629, "remark": 2630, "vanilla": 2631, "candle": 2632, "numerous": 2633, "coworkers": 2634, "curly": 2635, "fro": 2636, "dismissive": 2637, "magically": 2638, "explanation": 2639, "period": 2640, "hardly": 2641, "disgusting": 2642, "consumed": 2643, "acceptable": 2644, "uneatable": 2645, "spending": 2646, "fatty": 2647, "advising": 2648, "committed": 2649, "patronizing": 2650, "han": 2651, "dynasty": 2652, "experienced": 2653, "true": 2654, "vino": 2655, "vodka": 2656, "alfredo": 2657, "recreate": 2658, "spinach": 2659, "stuffed": 2660, "mercato": 2661, "eager": 2662, "tow": 2663, "pyramid": 2664, "desperate": 2665, "reduce": 2666, "bonus": 2667, "advantage": 2668, "indoors": 2669, "warmer": 2670, "lackluster": 2671, "school": 2672, "pittsburgh": 2673, "university": 2674, "azz": 2675, "margs": 2676, "season": 2677, "strawberryrhubarb": 2678, "faster": 2679, "uninviting": 2680, "pitt": 2681, "chain": 2682, "honestly": 2683, "thanksgiving": 2684, "gobblerito": 2685, "round": 2686, "shamrock": 2687, "shake": 2688, "glory": 2689, "disappoints": 2690, "hesitate": 2691, "marg": 2692, "alcoholic": 2693, "conveniently": 2694, "terminal": 2695, "surrounding": 2696, "shape": 2697, "boxing": 2698, "specific": 2699, "exit": 2700, "tasting": 2701, "nypd": 2702, "tastier": 2703, "ketchup": 2704, "packet": 2705, "mortys": 2706, "comedy": 2707, "venue": 2708, "metro": 2709, "outstandingly": 2710, "hilarious": 2711, "feature": 2712, "act": 2713, "incredible": 2714, "platform": 2715, "interested": 2716, "wednesday": 2717, "mic": 2718, "plethora": 2719, "talent": 2720, "neat": 2721, "pitching": 2722, "bitch": 2723, "automatic": 2724, "gratuity": 2725, "count": 2726, "procedure": 2727, "club": 2728, "dime": 2729, "petersons": 2730, "laugh": 2731, "optimal": 2732, "health": 2733, "qualm": 2734, "salute": 2735, "wood": 2736, "burnt": 2737, "burntlike": 2738, "flake": 2739, "teeth": 2740, "stall": 2741, "messed": 2742, "imagination": 2743, "checking": 2744, "kept": 2745, "staring": 2746, "choked": 2747, "blackened": 2748, "heart": 2749, "availability": 2750, "circle": 2751, "centre": 2752, "mall": 2753, "meter": 2754, "yamitsuki": 2755, "steamy": 2756, "popular": 2757, "nonspicy": 2758, "tummy": 2759, "pioneer": 2760, "fountain": 2761, "poison": 2762, "victim": 2763, "tour": 2764, "ham": 2765, "gone": 2766, "chilly": 2767, "society": 2768, "talk": 2769, "headhouse": 2770, "noticed": 2771, "heading": 2772, "ceviches": 2773, "fajita": 2774, "tequila": 2775, "vuelve": 2776, "ceviche": 2777, "refreshing": 2778, "portioned": 2779, "knock": 2780, "parrillada": 2781, "heat": 2782, "suggestion": 2783, "besides": 2784, "tostones": 2785, "mayo": 2786, "checkout": 2787, "albeit": 2788, "board": 2789, "facing": 2790, "reference": 2791, "set": 2792, "assembly": 2793, "toppingsfillings": 2794, "unlabeled": 2795, "container": 2796, "scraped": 2797, "shorting": 2798, "frankly": 2799, "exhausting": 2800, "summit": 2801, "pickup": 2802, "indecisive": 2803, "halt": 2804, "simplifying": 2805, "locating": 2806, "speed": 2807, "prep": 2808, "system": 2809, "abundance": 2810, "alley": 2811, "howard": 2812, "luv": 2813, "cuban": 2814, "clear": 2815, "cosy": 2816, "eclectic": 2817, "undecided": 2818, "echoed": 2819, "grub": 2820, "useless": 2821, "gon": 2822, "tab": 2823, "grownup": 2824, "disinterested": 2825, "nearby": 2826, "frequenting": 2827, "haunt": 2828, "bug": 2829, "collection": 2830, "thoughtfully": 2831, "written": 2832, "suppressed": 2833, "therell": 2834, "pei": 2835, "wei": 2836, "piping": 2837, "indie": 2838, "eats": 2839, "font": 2840, "whats": 2841, "terakawa": 2842, "lit": 2843, "thankful": 2844, "scrumptious": 2845, "prompt": 2846, "upbeat": 2847, "consider": 2848, "buffet": 2849, "keeping": 2850, "sugar": 2851, "biscuit": 2852, "illusion": 2853, "inexperienced": 2854, "clumsy": 2855, "arrangement": 2856, "haphazard": 2857, "eventually": 2858, "cafe": 2859, "customization": 2860, "uber": 2861, "lyft": 2862, "severely": 2863, "separate": 2864, "ran": 2865, "errand": 2866, "easy": 2867, "via": 2868, "arent": 2869, "jia": 2870, "jiang": 2871, "mien": 2872, "scallion": 2873, "accepts": 2874, "random": 2875, "describe": 2876, "oily": 2877, "sizei": 2878, "nerve": 2879, "unsatisfactory": 2880, "finishing": 2881, "rook": 2882, "phillyi": 2883, "goodmy": 2884, "hyped": 2885, "shrunk": 2886, "korea": 2887, "convenient": 2888, "conditioning": 2889, "theyve": 2890, "fix": 2891, "swelter": 2892, "fixed": 2893, "mosquito": 2894, "joining": 2895, "itching": 2896, "medicine": 2897, "steack": 2898, "overrated": 2899, "jamonera": 2900, "faves": 2901, "surprised": 2902, "thrilled": 2903, "marrow": 2904, "anniversary": 2905, "crap": 2906, "accommodate": 2907, "halfway": 2908, "mussel": 2909, "suffers": 2910, "certain": 2911, "popularity": 2912, "forced": 2913, "award": 2914, "mai": 2915, "yuan": 2916, "montreal": 2917, "canada": 2918, "mapo": 2919, "pale": 2920, "comparison": 2921, "river": 2922, "roxborough": 2923, "ruby": 2924, "produce": 2925, "singapore": 2926, "que": 2927, "caring": 2928, "bothered": 2929, "fleeting": 2930, "impatient": 2931, "unfriendly": 2932, "eye": 2933, "snatched": 2934, "curt": 2935, "crepe": 2936, "contrived": 2937, "wondering": 2938, "gallette": 2939, "washed": 2940, "mushroom": 2941, "fraiche": 2942, "creaminess": 2943, "melted": 2944, "leek": 2945, "sweetened": 2946, "delighted": 2947, "sampling": 2948, "figured": 2949, "medium": 2950, "raved": 2951, "stellar": 2952, "huddle": 2953, "chaos": 2954, "combined": 2955, "blanketed": 2956, "tax": 2957, "upgrade": 2958, "doubling": 2959, "ridiculously": 2960, "override": 2961, "con": 2962, "unhappy": 2963, "tattoo": 2964, "nose": 2965, "manning": 2966, "grill": 2967, "pickle": 2968, "apple": 2969, "compliant": 2970, "crispier": 2971, "brie": 2972, "class": 2973, "highly": 2974, "liking": 2975, "rom": 2976, "stromboli": 2977, "cannoli": 2978, "beautifully": 2979, "designed": 2980, "spacious": 2981, "layout": 2982, "woodfire": 2983, "churn": 2984, "dance": 2985, "floor": 2986, "prosecco": 2987, "advertised": 2988, "monfri": 2989, "official": 2990, "opening": 2991, "stoop": 2992, "dashed": 2993, "rolling": 2994, "moaning": 2995, "delight": 2996, "reaction": 2997, "element": 2998, "chewier": 2999, "furious": 3000, "quinoa": 3001, "healthy": 3002, "soso": 3003, "gallo": 3004, "fattiest": 3005, "dressing": 3006, "segundos": 3007, "camino": 3008, "concept": 3009, "flair": 3010, "jar": 3011, "hall": 3012, "duty": 3013, "returned": 3014, "wour": 3015, "gal": 3016, "named": 3017, "carman": 3018, "awhile": 3019, "houdini": 3020, "requested": 3021, "happily": 3022, "obliged": 3023, "attention": 3024, "section": 3025, "sweetest": 3026, "basement": 3027, "romantic": 3028, "kim": 3029, "chi": 3030, "familial": 3031, "consistently": 3032, "spread": 3033, "runny": 3034, "yolk": 3035, "member": 3036, "pain": 3037, "flight": 3038, "sucked": 3039, "toddler": 3040, "reheated": 3041, "mouse": 3042, "belated": 3043, "poke": 3044, "exterminator": 3045, "inconvenience": 3046, "manner": 3047, "addressed": 3048, "pleased": 3049, "handled": 3050, "doubly": 3051, "caption": 3052, "sparky": 3053, "suppose": 3054, "behaved": 3055, "dined": 3056, "upscale": 3057, "needless": 3058, "foo": 3059, "adv": 3060, "dannys": 3061, "okthis": 3062, "cinco": 3063, "normal": 3064, "pitcher": 3065, "steep": 3066, "florida": 3067, "chicharron": 3068, "ohh": 3069, "horchata": 3070, "hibiscus": 3071, "sip": 3072, "benedict": 3073, "anytime": 3074, "corking": 3075, "banana": 3076, "malaysian": 3077, "roti": 3078, "canai": 3079, "tom": 3080, "chow": 3081, "kueh": 3082, "teow": 3083, "familystyle": 3084, "downhill": 3085, "charles": 3086, "obvious": 3087, "glaring": 3088, "lomein": 3089, "fashion": 3090, "august": 3091, "somehow": 3092, "yelper": 3093, "airy": 3094, "baguette": 3095, "pickled": 3096, "daikon": 3097, "carrot": 3098, "sliver": 3099, "mayonnaise": 3100, "drizzled": 3101, "maggi": 3102, "saucemmm": 3103, "dying": 3104, "buon": 3105, "cuon": 3106, "che": 3107, "mau": 3108, "color": 3109, "mung": 3110, "pea": 3111, "kidney": 3112, "tapioca": 3113, "quirky": 3114, "playful": 3115, "towel": 3116, "hopeful": 3117, "grainy": 3118, 